var config = {
    // 每句话不要超过15个字
    texts: [
        "送给",     
        "美丽温柔善良可爱（省略N个形容词）的",  
        "小鱼",
        "今天是你二（十）十（八）岁生日",
        "这是我们在一起的第一个生日",
        "我们在一起的第274天",
        "很遗憾没能在你身边",
        "生日快乐！",
        "送你很多化妆品",
        "以后越来越漂亮哦",
        "（现在已经超超超漂亮啦）",
        "哦对",
        "还有上次的小蛋糕，快到啦",
        "      —爱你的鸭鸭"
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     */
    imgs: {
        "小鱼":"./imgs/IMG_20190929_191919.jpg",
        "很遗憾没能在你身边":"./imgs/-4c043b04f49818fd.gif",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "点我一下哦",
        play: "来点音乐",
        bannar_coming: "灯光~",
        balloons_flying: "缺点东西？",
        cake_fadein: "蛋糕！",
        light_candle: "蜡烛！",
        wish_message: "小天使生日快乐！",
        story: "最后一下~",
    }
};
